[{"name":"Lydia","leaderName":"Croesus","adjective":"Lydian","startBias":["Avoid Snow"],"preferredVictoryType":"Scientific","startIntroPart":"The government of Arstotzka uses capital punishment and forced labor. To be considered eligible for employment Arstotzkans are expected to maintain families and have at least one fellow family member alive to continue the Arstotzkan growth. Arstotzka also attracts immigrants and foreign workers. EZIC describes Arstotzka's government as tyrannical.","declaringWar":"Destroy... Destroy the enemies of the people!","attacked":"Our valiant people will hold off your attack!","defeated":"I congratulate you. You were able to destroy us. But the ideas of communism will not fall and we will return some day.","introduction":"On behalf of all our people, we welcome you.","neutralHello":"Good morning.","hateHello":"FUCKING FOREIGNERS AT THE BORDER I REPEAT COLORED PERSON AT 12 O'CLOCK.","tradeRequest":"Can I interest you in this deal?","unique":"[+20]% [Gold] [in all cities], [+1 Gold] from every specialist [in all non-occupied cities], [+1 Gold, +1 Production]<in [River] [Luxury resource] tiles>","outerColor":[73,54,23],"innerColor":[95,158,160],"cities":["Sardis","East Grestin","Orvich-Vonor","Nirsk"]},{"name":"Isuria","leaderName":"1-888-Pain","adjective":"Isurian","startBias":["Hills"],"preferredVictoryType":"Domination","startIntroPart":"Kolechia borders five other countries, a lake with Antegria and Obristan, and the easternmost ocean. Kolechia is the largest of the three countries seen in their entirety on the map.","declaringWar":"You have been destroy.","attacked":"My invincible army will withstand the onslaught.","defeated":"Make life in our cities better.","introduction":"We have the best!","neutralHello":"Hello.","hateHello":"So what now?","tradeRequest":"Can I interest you in this deal?","unique":"[+40]% Strength for cities, Damage is ignored when determining unit Strength<when fighting units from a Civilization with more Cities than you>, [+15]% Strength<when fighting in [Friendly Land] tiles><when fighting in [Hill] tiles>","outerColor":[140,140,145],"innerColor":[159,203,228],"cities":["Palaea Isuria","Nueva Isuria","West Grestin"]},{"name":"Phrygia","leaderName":"Midas","adjective":"Phrygian","startBias":["Plains"],"preferredVictoryType":"Cultural","startIntroPart":"Obristan is the northernmost country on the map in the rulebook. It borders a lake with Antegria and Kolechia.","declaringWar":"Obristan above all.","attacked":"Fool! You have doomed your people to fire and destruction!","defeated":"We have been consumed by the fires of hatred and rage. Enjoy your victory in this world - you shall pay a heavy price in the next!","introduction":"Welcome to Orbistan!","neutralHello":"Greetings.","hateHello":"Oh, it's you.","tradeRequest":"Can I interest you in this deal?","unique":"[+1 Gold] from [Mine] tiles [In all cities]<during a Golden Age>, [+2 Gold, +1 Production, +2 Culture] from [Iron] tiles [In all cities], [+2 Gold, +1 Production, +2 Culture] from [Gold] tiles [In all cities]","outerColor":[75,37,135],"innerColor":[240,196,219],"cities":["Skal","Lorndaz","Mergerous"]},{"name":"Antegria","leaderName":"Futurist Collective of Antegria","adjective":"Futurist","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart":"Antegria is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka directly. A fleeing couple says they are fleeing from Antegrian tyranny. The wife of the couple says she will be killed if she is denied. Information about a domestic spying program is also given on day 11 when the said program is exposed. I made them futurist for shits and giggles.","declaringWar":"FASTER FASTER FASTER FASTER.","attacked":"Violence is the cure for the world after all. Too bad we happen to be the physician.","defeated":"Our beautiful, dynamic nation... By some reactionary tyrant...","introduction":"Welcome friend, have you come to see the motorcycle races? I warn you, they can be somewhat... jarring, for outsiders such as yourself.","neutralHello":"What a glorious day it is, my friend.","hateHello":"Life is short, and we do not wish to waste it listening to the monotonous ranting of reactionary morons.","tradeRequest":"The goods must keep flowing, we have much to gain, much to experience from one another.","uniqueName":"Marmero Futurista","uniqueText":"Half Unhappiness from specialists, and gain Great Artists 50% faster. 20% Extra production towards armor & air units, +2 culture in all cities during war.","unique":"[-50]% unhappiness from specialists [in all non-occupied cities], [+2 Culture] [in all non-occupied cities] <when at war>, +[20]% Production when constructing [Armor] units, +[20]% Production when constructing [Air] units, [Great Artist] is earned [50]% faster","outerColor":[133,210,104],"innerColor":[200,15,130],"cities":["St. Marmero","Glorian","Marinetti","Carrà","Ferrara","Depero","Elan","Apollonia"]},{"name":"Bithynia","leaderName":"Nicomides II","adjective":"Bithynian","startBias":["Grassland"],"preferredVictoryType":"Diplomatic","startIntroPart1":"Though not much information is given about Republia in Papers, Please, a country with the same name is also featured in The Republia Times, another game created by Lucas Pope. Republia, despite being land-locked in Papers, Please, fields a large navy and has natural disasters taking place along its coastline in The Republia Times, indicating that the game may take place in a universe slightly similar to Papers, Please or in the same universe but several years after or before the events depicted in Papers, Please. While it is also possible that the events in The Republia Times are set before Papers, Please, it is worth noticing that in The Republia Times, the internet is a widespread phenomenon, while it was not still the the case by 1982, the year Papers, Please takes place.","startIntroPart2":"It is explained that Republia was recently at war with Antegria. The two countries are locked in a Cold War-style rivalry, and similarly to Papers, Please, mysterious rebels will try to persuade the player to help them. If successful, the rebels, led by a person called Kurstov, take over Republia and change its name to Democria (and then back to Republia if the same game played again with the new government).","declaringWar":"Republic in every house!","attacked":"Oh, my God.","defeated":"The Republic will not fall! Never!","neutralHello":"Republia broadcasts.","hateHello":"Republia doesn't want to see you on the live broadcast","unique":"[+3 Gold] from all [Military] buildings, [Gold] cost of purchasing items in cities [-15]%, Militaristic City-States grant units [amount] times as fast when you are at war with a common nation","tradeRequest":"Can I interest you in this deal?","outerColor":[160,14,140],"innerColor":[106,222,143],"cities":["Nicomidea","Nicaea","Bithyia","Hellenespont Phyrigia","Cohnzia"]},{"name":"Pontus","leaderName":"Mithradates IV","adjective":"Pontic","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart1":"The United Federation (sometimes shortened to United Fed.) is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka on the game map. Entrants from the United Federation are identified by a blue passport with a silver emblem on the front. A polio outbreak in the United Federation on day 25 causes Arstotzka to require an up-to-date polio vaccination from all entrants since day 26.","startIntroPart2":"As with the other countries, not much background information is given in the game. An ex-inspector on day 18 explains that they used to deny most entrants when they worked at the border in the United Federation, and that the country now uses computers for processing entrants. The game does not provide enough information to compare the statement to the level of technology in other countries.","declaringWar":"The future is with us!","attacked":"You are going against us, against the future. Was it worth it for your country?","defeated":"The future is lost, for we have fallen - the bulwark of democracy...","neutralHello":"Good morning!","hateHello":"What do you want?","tradeRequest":"Can I interest you in this deal?","unique":"Influence of all other civilizations with all city-states degrades [25]% faster<for [3] turns><when at war>, [1] additional attacks per turn<for [3] turns><when at war>, [3] free [melee] units appear<during We Love The King Day>","outerColor":[206,38,144],"innerColor":[35,60,88],"cities":["Sinope","Trabizon","Korista City"]},{"name":"Caria","leaderName":"Masoleus","adjective":"Carian","startBias":["Avoid Tundra"],"preferredVictoryType":"Cultural","startIntroPart1":"Impor is a coastal country to the southwest of Arstotzka. It is bordered by Kolechia to the east, Republia to the north, the United Federation to the west, and is one of the four countries that do not border Arstotzka directly. However, Impor and Arstotzka both have access to the same sea.","startIntroPart2":"Impor protests Arstotzka's unbalanced trade restrictions on day 18 and claims that Arstotzka taxes Imporian goods unfairly. Impor will then block all import of Arstotzkan goods on day 19, so the Ministry of Admission, on request of the Ministry of Trade, will order to deny all entrants from Impor. Sanctions end a day later.","declaringWar":"We need trade loyal trade routes.","attacked":"You are encroaching on the commercial capital of the world!","defeated":"The world's economies will collapse without us.","neutralHello":"Want a trade deal?","hateHello":"We have imposed sanctions on you.","tradeRequest":"Can I interest you in this deal?","unique":"[-20]% [Culture] [in all non-occupied cities], Allied City-States provide [Culture] equal to [20]% of what they produce for themselves, [+20]% [Culture] from Trade Routes, All newly-trained [Melee] units in [all cities with a world wonder] receive the [Siege] promotion<when not at war>","outerColor":[235,225,232],"innerColor":[182,173,140],"cities":["Hallricanassus","Haihan","Tsunkeido"]}]