[
  {
   "name":"Pontus",
   "adjective":"Pontic",
   "leaderName":"Mithradates IV",
   "style": "Mediterranean",
   "preferredVictoryType":"Domination",
   "startBias":["Coast"],
   "declaringWar":"You absolute fucking idiot. I can't believe you fell for it. I wish I could see the look on your dumbass face right now.  \nYou just got Adriatic Vespered.",
   "attacked":"Nonono what?  \nI'm chosen by the gods you freak shit. You're gonna regret this.",
   "defeated":"aahh yuor too late\n                  ohahhw\nno poisoncan get mno                       you stup\n   pioson I'm immune to every known to man\nno you no led isnt a poisouns you moron rance aa like lead im likincinible like lead im \n now youll not you n wont take nme allive",
   "introduction":"*own it own it own it own it...*\n...\nAh, apologies, I was not expecting such esteemed guests this hour; No matter, we shall make time. I, Mithradates IV, welcome you to the Kingdom of Pontus...\nYou haven't heard of my prestigious bloodline? Ah, remind me, did you say you were Persian or Greek?",
   "neutralHello":"What might I do for you friend...?",
   "hateHello":"Oh my Gods... I'm speechless. Absolutely dumbfounded. What could drive so many foreigners to butcher innocent people, their friends, neighbors, countrymen, just because they spoke a similar tongue to your's? I'm sorry beyond words, truly. We've had a couple squabbles in the past, but you must've understood, I mean you can't have thought me so cruel or insane that I could let stand such an atrocity; and by those that acted as if they were your allies, I mean I don't even feel like I know this peninsula now. I promise I'll do everything I can to see these regional ethnic massacres end at once. A tragedy, really. My deepest condolences.",
   "tradeRequest":"For you, I offer the riches of the Silk Road.",
   "startIntroPart1":"Holy Calamity \nScream Insanity \nAll you ever gonna be's another great fan of me \nBreak!  \nBear Witness (Yo!) \nBear Witness (Yo!) \nBear Witness (Yo!) \nBear Witness (Yo!)  \nHoly Calamity \nScream Insanity \nAll you ever gonna be's another great fan of me  \n*scratching* This is a journey \nThi-Thi-Thi-This is a journey \nThis is a journey, journey  \n*Airhorn*  \nTHERE IT IS! (there it is!) \nBear witness! \nBear witness! \nBear witness! \nIf you never been hucblehducopidupap  \nHoly Calamity \nScream Insanity \nAll you ever gonna be's another great fan of me, break! \nBreak!Break!Break!Break!Break!  \nI'm the one that does the rockin' my rhymes are legit \nI'm the one that does the rockin', Bear witness",
   "unique": ["Influence of all other civilizations with all city-states degrades [15]% faster <when at war>", "[1] additional attacks per turn <for [Melee] units> <when above [80] HP> <when at war>", "[-50]% growth [in City-State cities] <when at war> <with [20]% chance>", "Rebel units may spawn <in [Enemy land] tiles> <when at war> <with [10]% chance>", "[+33]% Production when constructing [Melee] units [in all cities] <during We Love The King Day>", "[+10]% [Gold] [in all coastal cities] <during a Golden Age>"],
   "uniqueText":"When going to war war, enemies should possibly suffer a number of disruptions: CS influence will dégrade 15% faster for all other civs, Pontic units may find an opportunity to attack twice, with luck enemy cities will suffer halved growth, and no matter how lucky you are rebel units will not start spawning in enemy land cause that don't fucking work rn. +10% [Gold] in Costal cities during Golden Ages. +33% Production towards melee units during WLTKD.",
   "uniqueName":"Adriatic Vespers",
   "innerColor":[206,44,186],
   "outerColor":[98,6,134],
   "cities":["Sinope","Trabizon","Phazimonintis", "Amastris", "Cotyora", "Amisus", "Dazmontis", "Amasis", "Carusus", "Mithradatus", "Mithradatus II", "Mithradatus III", "Mithradatus IV", "Mithradatus V", "I've been Denied", "All the Best", "Ultrasex", "Now Everybody Knows What I Am And I CanNeverLiveItDown"]
  },
{
    "adjective":"Phrygian",
    "leaderName":"Midas III",
    "style": "Mediterranean",
    "attacked":"I understand you're upset about your children and all, but was he really that bad of a cook?",
    "cities":["Midas","Gordian","Pessinus", "Ancyra", "Aizanoi", "Acmonia", "Akroinon", "Laodicea on the Lycus", "Greater Sardis"],
    "declaringWar":"Oh? Is that by chance Gold up in your stats UI? \nI'm afraid we're going back to being raiders until you're relived of all that.",
    "defeated":"Egads; just like Attis, Cybele has seen to punish me for my pride, my prestige, by sending chaos and madness to destroy Phrygia. \nPsychotic petty bitch. Fuck her. She's just jealous. Ragged old mother-in-law looking ass.",
    "hateHello":"Hmmmm? Come to befoul the brilliant King Midas with your filthy presence? \nSorry to tell you, but you're wasting my time; Gold is stainless.",
    "innerColor":[134,185,50],
    "introduction":"I welcome you foreigner, as King Midas of Phrygia, though I'm sure my reputation precedes me.",
    "name":"Phrygia",
    "neutralHello":"Welcome, foreign dignitary. What is it you've come to offer?",
    "outerColor":[167,29,62],
    "preferredVictoryType":"Neutral",
    "startBias":["Iron", "Hill"],
    "startIntroPart1":"Phrygians were kinda very vaguely remenicent of the Thracians but linguistically Greeks closest relative. They migrated at the very end of the bronze age just to prod at the rapidly expiring Hittites. Had good music and ok hats like the Thracians. Adaptable group of fellows, skilled at working iron but especially gold. Decent horsemen idk. Midas gold man Phrygian. Gordian knot it was in fucking Gordia. Vanilla Anatolii w/Thracian infusion. Cybele is cool besides the castration, Magna Mater was a real downgrade. Oh yeah and Midas was credited w/black lead or something, which kinda j sounds worse than what he actually did.",
    "tradeRequest":"I assure you, a handshake is all that it's gonna take for us to make you a fabulous amount of wealth.",
    "uniques":["[+2 Gold] from [Mine] tiles [in all cities] <during a Golden Age>", "[+1 Gold, +1 Production, +1 Culture] from [Iron] tiles [in all cities]", "[+1 Gold, +1 Culture] from [Gold Ore] tiles [in all cities]", "[+1 Gold, +1 Culture] from every [Artist] <in cities with a [Forge]>", "[+1 Gold, +1 Culture] from every [Artist] <in cities with a [Mint]>", "[+1 Gold, +1 Culture] from every [Artist] <in cities with a [National Epic]>"],
    "uniqueText":"+1 [Gold], +1 [Culture] from [Gold Ore] and [Iron] tiles, and from every Artist in a city with a Mint or National Epic. \nDuring a Golden Age, + [Gold] on Mine tiles.",
    "uniqueName":"Magna Mater" 
},

  {
    "adjective":"Lydian",
    "style": "Mediterranean",
    "attacked":"That's nothing!\nI'm all that in a day\nProbly\nI got more money than stock aiken\nAnd dennis waterman put together-\nAa",
    "cities":["Sardis","Smyma","Orvich-Vonor","Lydia"],
    "declaringWar":"Oi you.\nShut your mouth and look at my wad\nLOADSAMONEY",
    "defeated":"Sing a song of sixpence a pocket fulla dosh\nDibbledibble dibbledibble \nBoshboshbosh \n$ing a song of sixpence a pocket fulla dosh\nDibbledibble dibbledibble\nBoshboshbosh\n$ing a song of sixpence a pocket fulla dosh\nDibbledibble LOADSAMONEY\nLOADSAMONEY LOADSAMONEY\nAHHAAHHHHH",
    "hateHello":"L \nO \nD \nS\nOf \nE \nM \nO\nN\nE\nWhats that spell?\nLOADSAMONEY \nProbly.",
    "outerColor":[208,185,23],
    "introduction":"My name;\nMy name; \nMy name;\nIs loadsamoney",
    "leaderName":"Croesus",
    "name":"Lydia",
    "neutralHello":"D\nD\nDoing up the house is my bread and butter\nMe bird's page three and me car's a nutter\nLOADSAMONEY is the shout I utter\nAs I wave my wad to the gazzas in the gutter",
    "innerColor":[235,174,220],
    "preferredVictoryType": "Scientific",
    "startBias":["Avoid tundra", "River"],
    "startIntroPart1":"Money they're rich you know this shit. Honestly there's nothing else they seemed to exceed in or that characterized them. Creating currency and become rich is cool but really compared to the huge philosophically, mathematically, and politically advanced shit the Greeks were mowing through its kinda eh. On top of that Lydia was exponentially less colorful culturally, and just got railed by Persia like the rest of Anatolia. Then posthumously by Phrygia. Dunno",
    "tradeRequest":"[Money makes the world go around]\n[Money makes the world go around]\n\nAll this scratching's making me rich.",
    "uniques": ["[+25]% [Gold] [in all cities]", "[+3 Gold, +1 Production] from all [Gold] buildings <in cities with a [Mint]>", "[+1 Gold] from [River] tiles [in all cities]"],
    "uniqueText":"Gain +25% [Gold] in all cities. +3 [Gold] & +1 [Production] from [Gold] buildings in cities with a Mint, and +1 [Gold] from River Tiles",
    "uniqueName":"Rich as Croesus"
  },
]
