[{"name":"Lydia","leaderName":"Croesus","adjective":"Lydian","startBias":["Avoid Snow"],"preferredVictoryType":"Scientific","startIntroPart":"Money they're rich you know this shit. Honestly there's nothing else they seemed to exceed in or that characterized them. Creating currency and become rich is cool but really compared to the huge philosophically, mathematically, and politically advanced shit the Greeks were mowing through its kinda eh. On top of that Lydia was exponentially less colorful culturally, and just got railed by Persia like the rest of Anatolia. Then posthumously by Phrygia. Dunno","declaringWar":"Destroy... Destroy the enemies of the people!","attacked":"Thats nothhinngg\nIm all that in a day\nProbly\nI got more money than stock aiken\nAnd dennis waterman put together","defeated":"Sing a songa sixpence a pocket fulla dosh\nDibbledibble dibbledibble \nBoshboshbosh\nSing a songa sixpence a pocket fulla dosh\nDibbledibble dibbledibble\nBoshboshbosh\nLOADSAMONEY Sing a songa sixpence a pocket LOADSAMONEY fulla dosh\nDibbledibLOADSAMONEY AHHAHHHHHH","introduction":"My name\nMy name \nMy name\nIs loadsamoney","neutralHello":"D\nD\nDoin up theouse is my bread and butter\nMe birds pagethree and me cars a nutta\nLOADSAMONEY is the shoawt I utter\nAs I wave my wad to the gazzas in the gutter","hateHello":"FUCKING FOREIGNERS AT THE BORDER I REPEAT COLORED PERSON AT 12 O'CLOCK.","tradeRequest":"Can I interest you in this deal?","unique":"[+20]% [Gold] [in all cities], [+1 Gold] from every specialist [in all non-occupied cities], [+1 Gold, +1 Production]<in [River] [Luxury resource] tiles>","outerColor":[73,54,23],"innerColor":[95,158,160],"cities":["Sardis","East Grestin","Orvich-Vonor","Nirsk"]},{"name":"Isuria","leaderName":"1-888-Pain","adjective":"Isurian","startBias":["Hills"],"preferredVictoryType":"Domination","startIntroPart":"Kolechia borders five other countries, a lake with Antegria and Obristan, and the easternmost ocean. Kolechia is the largest of the three countries seen in their entirety on the map.","declaringWar":"You have been destroy.","attacked":"My invincible army will withstand the onslaught.","defeated":"Make life in our cities better.","introduction":"We have the best!","neutralHello":"Hello.","hateHello":"So what now?","tradeRequest":"Can I interest you in this deal?","unique":"[+40]% Strength for cities, Damage is ignored when determining unit Strength<when fighting units from a Civilization with more Cities than you>, [+15]% Strength<when fighting in [Friendly Land] tiles><when fighting in [Hill] tiles>","outerColor":[140,140,145],"innerColor":[159,203,228],"cities":["Palaea Isuria","Nueva Isuria","West Grestin"]},{"name":"Phrygia","leaderName":"Midas","adjective":"Phrygian","startBias":["Plains"],"preferredVictoryType":"Cultural","startIntroPart":"Phrygians were kinda very vaguely remenicent of the Thracians but linguistically Greeks closest relative. They migrated at the very end of the bronze age just to prod at the rapidly expiring Hittites. Had good music and ok hats like the Thracians. Adaptable group of fellows, skilled at working iron but especially gold. Decent horsemen idk. Midas gold man Phrygian. Gordian knot it was in fucking Gordia. Vanilla Anatolii w/Thracian infusion. Cybele is cool besides the castration, Magna Mater was a real downgrade. Oh yeah and Midas was credited w/black lead or something, which kinda j sounds worse than what he actually did.","declaringWar":"I am king Midas, of Midick in your mouth wah hey, give us all your shit.","attacked":"I understand you're upset about your children but all and all was he really that bad of a cook?","defeated":"Egads, just like poor, lively Attis, Magna Mater has seen to punish me for my pride, for my defiance, like the petty, psychotic bitch she is. Fuck her. She's just jealous. Salty-old-mother-in-law-looking-ass.","introduction":"Greetings, esteemed guest. I am King Midas of all of Phrygia, though I'm sure my reputation precedes me.","neutralHello":"I greet you, what is it you've come to offer?","hateHello":"Tell me, why, after +2,500 years, has than not just my Kingdom, but of the combined lives of every last Phrygian ever born to even their very identity, has my memory, my legacy survived that of that of every person to live and die in Anatolia for an entire millennia? Because I'm gold baby. I'm worth it. Untarnished, unfading, unsurpassable. So go do what other trash does and rot in the fucking ground.","tradeRequest":"Yes, I assure you, a handshake is all that's between you and making your nation a fabulous amount of wealth.","unique":"[+1 Gold] from [Mine] tiles [In all cities]<during a Golden Age>, [+2 Gold, +1 Production, +2 Culture] from [Iron] tiles [In all cities], [+2 Gold, +1 Production, +2 Culture] from [Gold] tiles [In all cities]","outerColor":[168,131,186],"innerColor":[235,109,219],"cities":["Midas","Gordian","Pessinus","Greater Sardis"]},{"name":"Antegria","leaderName":"Futurist Collective of Antegria","adjective":"Futurist","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart":"Antegria is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka directly. A fleeing couple says they are fleeing from Antegrian tyranny. The wife of the couple says she will be killed if she is denied. Information about a domestic spying program is also given on day 11 when the said program is exposed. I made them futurist for shits and giggles.","declaringWar":"FASTER FASTER FASTER FASTER.","attacked":"Violence is the cure for the world after all. Too bad we happen to be the physician.","defeated":"Our beautiful, dynamic nation... By some reactionary tyrant...","introduction":"Welcome friend, have you come to see the motorcycle races? I warn you, they can be somewhat... jarring, for outsiders such as yourself.","neutralHello":"What a glorious day it is, my friend.","hateHello":"Life is short, and we do not wish to waste it listening to the monotonous ranting of reactionary morons.","tradeRequest":"The goods must keep flowing, we have much to gain, much to experience from one another.","uniqueName":"Marmero Futurista","uniqueText":"Half Unhappiness from specialists, and gain Great Artists 50% faster. 20% Extra production towards armor & air units, +2 culture in all cities during war.","unique":"[-50]% unhappiness from specialists [in all non-occupied cities], [+2 Culture] [in all non-occupied cities] <when at war>, +[20]% Production when constructing [Armor] units, +[20]% Production when constructing [Air] units, [Great Artist] is earned [50]% faster","outerColor":[133,210,104],"innerColor":[200,15,130],"cities":["St. Marmero","Glorian","Marinetti","Carrà","Ferrara","Depero","Elan","Apollonia"]},{"name":"Bithynia","leaderName":"Nicomedes IV","adjective":"Bithynian","startBias":["Grassland"],"preferredVictoryType":"Neutral","startIntroPart1":"Bithynia was founded by a Thracian-related tribe that moved into the area Southwest of Constantinople later than other tribes outside of the Galatians. They liked mercenaries. They liked Romans.","startIntroPart2":"fucking losing it rn bestie","declaringWar":"You forget us men of Thracian blood. We may have changed how we wage war, but we've not forgotten how to lay a jumped-up cunt as low as the ground all over Bithyia.","attacked":"An opportunity to fight beside true friends is the best suprise we could've asked for.","defeated":"My final decree, I bequeath my kingdom to Rome, and to Julius Caesar, Queen of Bithynia.","neutralHello":"Aeyy, how is going it over there?","hateHello":"I'm going to fuck your dad.","unique":"[+2 Gold] from all [Military] buildings, [Gold] cost of purchasing items in cities [-15]%, Militaristic City-States grant units [amount] times as fast when you are at war with a common nation","tradeRequest":"Good to see you my friend, we both know as now that trade strengthens both peoples.","outerColor":[175,34,215],"innerColor":[225,222,45],"cities":["Nicomidea","Nicaea","Heraclea Pontica","Bithynion-Claudiopolis","Cius"]},{"name":"Pontus","leaderName":"Mithradates IV","adjective":"Pontic","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart1":"The United Federation (sometimes shortened to United Fed.) is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka on the game map. Entrants from the United Federation are identified by a blue passport with a silver emblem on the front. A polio outbreak in the United Federation on day 25 causes Arstotzka to require an up-to-date polio vaccination from all entrants since day 26.","startIntroPart2":"As with the other countries, not much background information is given in the game. An ex-inspector on day 18 explains that they used to deny most entrants when they worked at the border in the United Federation, and that the country now uses computers for processing entrants. The game does not provide enough information to compare the statement to the level of technology in other countries.","declaringWar":"You absolute fucking idiot. I can't believe you fell for it. I think I might die laughing. How could you even think I'd ever need prOsPerOUs cOoPerAtion with a genuine fucking lobotomie like you. Oh wait. You wouldn't. I'm actually gonna choke. You can't actually be this stupid. I'm chosen by the Gods, you dumb sack of subhuman shit. \nYou just got Adriatic Vespered.","attacked":"You are going against us, against the future. Was it worth it for your country?","defeated":"aahh yuor too late\n                  ohahhw\nno poisoncan get mno                       you stup\n   pioson I'm immune to every known to man\nno you no led isnt a poisouns you moron rance like lead im likincinible like the trojans wall \n now youll not you n wont take nme allive","neutralHello":"Good morning!","hateHello":"Oh, oh my Gods. I'm speechless. What could drive so many to butcher innocent people, their friends, neighbors, just for speaking your language? I'm sorry beyond words, truly. We've had a couple squabbles in the past, but you must've understood that I'm not nearly cruel or insane to the point I could dismiss such a terrifying atrocity, and by those that called themselves your allies, I don't even feel like I know this peninsula now. I promise I'll do everything I can to see these City-State massacres will end at once.","tradeRequest":"Welcome, friend. You're looking at the entrance to the silk road","unique":"Influence of all other civilizations with all city-states degrades [25]% faster<for [3] turns><when at war>, [1] additional attacks per turn<for [3] turns><when at war>, [3] free [melee] units appear<during We Love The King Day>","uniqueText":"ADRIATIC VESPERS :\nWLTKDs spawn 3 units for free.\nFor the first 3 turns after war is declared your military units can attack twice, and CS influence decays 25% faster for every other civ.","outerColor":[188,38,162],"innerColor":[76,60,88],"cities":["Sinope","Trabizon","Phazimonintis"]},{"name":"Caria","leaderName":"Masoleus","adjective":"Carian","startBias":["Avoid Tundra"],"preferredVictoryType":"Cultural","startIntroPart1":"Impor is a coastal country to the southwest of Arstotzka. It is bordered by Kolechia to the east, Republia to the north, the United Federation to the west, and is one of the four countries that do not border Arstotzka directly. However, Impor and Arstotzka both have access to the same sea.","startIntroPart2":"Impor protests Arstotzka's unbalanced trade restrictions on day 18 and claims that Arstotzka taxes Imporian goods unfairly. Impor will then block all import of Arstotzkan goods on day 19, so the Ministry of Admission, on request of the Ministry of Trade, will order to deny all entrants from Impor. Sanctions end a day later.","declaringWar":"We need trade loyal trade routes.","attacked":"You are encroaching on the commercial capital of the world!","defeated":"The world's economies will collapse without us.","neutralHello":"Want a trade deal?","hateHello":"We have imposed sanctions on you.","tradeRequest":"Can I interest you in this deal?","unique":"[-20]% [Culture] [in all non-occupied cities], Allied City-States provide [Culture] equal to [20]% of what they produce for themselves, [+20]% [Culture] from Trade Routes, All newly-trained [Melee] units in [all cities with a world wonder] receive the [Siege] promotion<when not at war>","outerColor":[235,225,232],"innerColor":[182,173,140],"cities":["Hallricanassus","Haihan","Tsunkeido"]}]