[{"name":"Lydia","leaderName":"Croesus","adjective":"Lydian","startBias":["Avoid Snow"],"preferredVictoryType":"Scientific","startIntroPart":"Money they're rich you know this shit. Honestly there's nothing else they seemed to exceed in or that characterized them. Creating currency and become rich is cool but really compared to the huge philosophically, mathematically, and politically advanced shit the Greeks were mowing through its kinda eh. On top of that Lydia was exponentially less colorful culturally, and just got railed by Persia like the rest of Anatolia. Then posthumously by Phrygia. Dunno","declaringWar":"Oi you.\nShut your mouth and look at my wad\nLOADSAMONEY","attacked":"That's nothing!\nI'm all that in a day\nProbly\nI got more money than stock aiken\nAnd dennis waterman put together-\nAa","defeated":"$ing a song of sixpence a pocket fulla dosh\nDibbledibble dibbledibble \nBoshboshbosh \n$ing a song of sixpence a pocket fulla dosh\nDibbledibble dibbledibble\nBoshboshbosh\n$ing a song of sixpence a pocket fulla dosh\nDibbledibble LOADSAMONEY\nLOADSAMONEY LOADSAMONEY\nAHHAAHHHHH","introduction":"My name;\nMy name; \nMy name;\nIs loadsamoney","neutralHello":"D\nD\nDoing up the house is my bread and butter\nMe bird's page three and me car's a nutter\nLOADSAMONEY is the shout I utter\nAs I wave my wad to the gazzas in the gutter","hateHello":"L \nO \nD \nS\nOf \nE \nM \nO\nN\nE\nWhats that spell?\nLOADSAMONEY \nProbly.","tradeRequest":"£[Money makes the world go around]€\n$[Money makes the world go around]¥\n\nAll this scratching's making me rich.","unique":"[+20]% [Gold] [in all cities], [+1 Gold] from every specialist [in all non-occupied cities], [+1 Gold, +1 Production]<in [River] [Luxury resource] tiles>","uniqueText":"Gain +20% Gold in all cities. +1 Gold from specialists and +1 Gold & Production from luxury resources on rivers.","outerColor":[237,235,53],"innerColor":[186,174,75],"cities":["Sardis","East Grestin","Orvich-Vonor","Nirsk"]},{"name":"Isuria","leaderName":"The Wall (No man on earth can make it fall)","adjective":"Isurian","startBias":["Hills"],"preferredVictoryType":"Domination","startIntroPart":"Kolechia borders five other countries, a lake with Antegria and Obristan, and the easternmost ocean. Kolechia is the largest of the three countries seen in their entirety on the map.","declaringWar":"LETS\nFUCKING\nGOOO","attacked":"We sit in mountains all year waiting for people to try that","defeated":"(*Loud flame crackling undercut by cacophonic but faint screaming*)","introduction":"Next time I see you I'm gonna break you in half","neutralHello":"...","hateHello":"...","tradeRequest":"At 12 years old I was 5'4 and 215'","unique":"[+40]% Strength for cities, Damage is ignored when determining unit Strength<when fighting units from a Civilization with more Cities than you>, [+15]% Strength<when fighting in [Friendly Land] tiles><when fighting in [Hill] tiles>","uniqueText":"+15% CS for units in friendly hill tiles, and CS ignores unit damage when fighting larger civilizations. +40% City CS.","outerColor":[115,115,125],"innerColor":[159,203,228],"cities":["Palaea Isuria","Nueva Isuria","West Grestin"]},{"name":"Phrygia","leaderName":"Midas","adjective":"Phrygian","startBias":["Plains"],"preferredVictoryType":"Cultural","startIntroPart":"Phrygians were kinda very vaguely remenicent of the Thracians but linguistically Greeks closest relative. They migrated at the very end of the bronze age just to prod at the rapidly expiring Hittites. Had good music and ok hats like the Thracians. Adaptable group of fellows, skilled at working iron but especially gold. Decent horsemen idk. Midas gold man Phrygian. Gordian knot it was in fucking Gordia. Vanilla Anatolii w/Thracian infusion. Cybele is cool besides the castration, Magna Mater was a real downgrade. Oh yeah and Midas was credited w/black lead or something, which kinda j sounds worse than what he actually did.","declaringWar":"I am king Midas, of Midick in your mouth wah hey, give us all your shit.","attacked":"I understand you're upset about your children but all and all was he really that bad of a cook?","defeated":"Egads, just like poor, lively Attis, Magna Mater has seen to punish me for my pride, for my defiance, like the petty, psychotic bitch she is. Fuck her. She's just jealous. Salty-old-mother-in-law-looking-ass.","introduction":"Greetings, esteemed guest. I am King Midas of all of Phrygia, though I'm sure my reputation precedes me.","neutralHello":"I greet you, what is it you've come to offer?","hateHello":"Tell me, why, after +2,500 years, has than not just my Kingdom, but of the combined lives of every last Phrygian ever born to even their very identity, has my memory, my legacy survived that of that of every person to live and die in Anatolia for an entire millennia? Because I'm gold baby. I'm worth it. Untarnished, unfading, unsurpassable. So go do what other trash does and rot in the fucking ground.","tradeRequest":"Yes, I assure you, a handshake is all that's between you and making your nation a fabulous amount of wealth.","unique":"[+1 Gold] from [Mine] tiles [In all cities]<during a Golden Age>, [+2 Gold, +1 Production, +2 Culture] from [Iron] tiles [In all cities], [+2 Gold, +1 Production, +2 Culture] from [Gold] tiles [In all cities]","outerColor":[164,189,95],"innerColor":[207,134,114],"cities":["Midas","Gordian","Pessinus","Greater Sardis"]},{"name":"Antegria","leaderName":"Futurist Collective of Antegria","adjective":"Futurist","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart":"Antegria is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka directly. A fleeing couple says they are fleeing from Antegrian tyranny. The wife of the couple says she will be killed if she is denied. Information about a domestic spying program is also given on day 11 when the said program is exposed. I cannibalized the former Paper's Please mod 3 years ago to make Antegria futurist cause I thought generic dictatorships were lame and couldn't do PNG files. I forced my self to finish this after the usual neurotic->braindead falloff, and I still fucking hate atlas files. \n\nRefer to the poetry and writings of Marinetti & Mayakovsky for furth lmao no don't do that read Kierkegaard","declaringWar":"\"Muoviti, puttana.  \nTogliti di mezzo.  \nTogliti di mezzo, cagna, togliti di mezzo.\" - Filippo Tommaso Marinetti, Selected Poems and Related Prose","attacked":"Violence is the cure for the world after all. Too bad we happen to be the physician.","defeated":"\"Come cucinare uno spaghetti futurista: \nIn primo luogo, consuma metanfetamine di cristallo.  \nIn secondo luogo, aumenta i pensieri negativi nevrotici.  \nTerzo, odi te stesso, quanto tutto sia noioso e come la vita non abbia più nulla da offrire.  \nQuarto, questo non è uno scherzo, se tu fossi qui ti abbraccerei subito, o almeno parlerei incessantemente.\" - Filippo Marinetti, L'aeropoema di Gesù, 1944","introduction":"Welcome friend, have you come to see the motorcycle races? I warn you, they can be somewhat... jarring, for outsiders such as yourself.","neutralHello":"What a glorious day it is, my friend.","hateHello":"\"Je ne te chie pas, frère. \nElle a mis son vagin dans une soucoupe de lait et a dit que sa chatte avait soif.  \nLa merde la plus drôle que j'aie jamais vue.\" - George Batallie, No Fuck, 1928","tradeRequest":"The goods must keep flowing, we have much to gain, much to experience from one another.","uniqueName":"Marmero Futurista","uniqueText":"Half Unhappiness from specialists, and gain Great Artists 50% faster. 20% Extra production towards armor & air units, +2 culture in all cities during war.","unique":"[-50]% unhappiness from specialists [in all non-occupied cities], [+2 Culture] [in all non-occupied cities] <when at war>, +[20]% Production when constructing [Armor] units, +[20]% Production when constructing [Air] units, [Great Artist] is earned [50]% faster","outerColor":[123,231,94],"innerColor":[200,15,130],"cities":["St. Marmero","Glorian","Marinetti","Carrà","Ferrara","Depero","Elan","Apollonia","I am drowning","There is no sign of land"]},{"name":"Bithynia","leaderName":"Nicomedes IV","adjective":"Bithynian","startBias":["Grassland"],"preferredVictoryType":"Neutral","startIntroPart1":"Bithynia was founded by a Thracian-related tribe that moved into the area Southwest of Constantinople later than other tribes outside of the Galatians. They liked mercenaries. They liked Romans.","startIntroPart2":"fucking losing it rn bestie","declaringWar":"You forget us men of Thracian blood. We may have changed how we wage war, but we've not forgotten how to lay a jumped-up cunt as low as the ground all over Bithyia.","attacked":"An opportunity to fight beside true friends is the best suprise we could've asked for.","defeated":"My final decree, I bequeath my kingdom to Rome, and to Julius Caesar, Queen of Bithynia.","neutralHello":"Aeyy, how is going it over there?","hateHello":"I'm going to fuck your dad.","unique":"[+2 Gold] from all [Military] buildings, [Gold] cost of purchasing items in cities [-15]%, Militaristic City-States grant units [amount] times as fast when you are at war with a common nation","tradeRequest":"Good to see you my friend, we both know as now that trade strengthens both peoples.","outerColor":[20,1,196],"innerColor":[239,220,4],"cities":["Nicomidea","Nicaea","Heraclea Pontica","Bithynion-Claudiopolis","Cius"]},{"name":"Pontus","leaderName":"Mithradates IV","adjective":"Pontic","startBias":["Coast"],"preferredVictoryType":"Domination","startIntroPart1":"The United Federation (sometimes shortened to United Fed.) is a country to the west of Arstotzka. It is one of the four countries that do not border Arstotzka on the game map. Entrants from the United Federation are identified by a blue passport with a silver emblem on the front. A polio outbreak in the United Federation on day 25 causes Arstotzka to require an up-to-date polio vaccination from all entrants since day 26.","startIntroPart2":"As with the other countries, not much background information is given in the game. An ex-inspector on day 18 explains that they used to deny most entrants when they worked at the border in the United Federation, and that the country now uses computers for processing entrants. The game does not provide enough information to compare the statement to the level of technology in other countries.","declaringWar":"You absolute fucking idiot. I can't believe you fell for it. I think I might die laughing. How could you even think I'd ever need prOsPerOUs cOoPerAtion with a genuine fucking lobotomie like you. Oh wait. You wouldn't. I'm actually gonna choke. You can't actually be this stupid. I'm chosen by the Gods, you dumb sack of subhuman shit. \nYou just got Adriatic Vespered.","attacked":"THERE'S A SNAKE IN MY ASS\nTHE CUM FATHER'S SECRET STASH.\nCUM SOMP ME FLAT.","defeated":"aahh yuor too late\n                  ohahhw\nno poisoncan get mno                       you stup\n   pioson I'm immune to every known to man\nno you no led isnt a poisouns you moron rance like lead im likincinible like the trojans wall \n now youll not you n wont take nme allive","neutralHello":"Welcome to Pontus my friend, I hope come with an offer of amicable cooperation; we would be honored to have pur friendship reciprocated by such a great nation.","hateHello":"Oh, oh my Gods. I'm speechless. What could drive so many to butcher innocent people, their friends, neighbors, just for speaking your language? I'm sorry beyond words, truly. We've had a couple squabbles in the past, but you must've understood that I'm not nearly cruel or insane to the point I could dismiss such a terrifying atrocity, and by those that called themselves your allies, I don't even feel like I know this peninsula now. I promise I'll do everything I can to see these City-State massacres will end at once.","tradeRequest":"Welcome, friend. You're looking at the entrance to the silk road.","unique":"Influence of all other civilizations with all city-states degrades [25]% faster<for [3] turns><when at war>, [1] additional attacks per turn<for [3] turns><when at war>, [3] free [melee] units appear<during We Love The King Day>","uniqueText":"ADRIATIC VESPERS :\nWLTKDs spawn 3 units for free.\nFor the first 3 turns after war is declared your military units can attack twice, and CS influence decays 25% faster for every other civ.","outerColor":[144,2,191],"innerColor":[48,37,139],"cities":["Sinope","Trabizon","Phazimonintis"]},{"name":"Caria","leaderName":"Masoleus","adjective":"Carian","startBias":["Avoid Tundra"],"preferredVictoryType":"Cultural","startIntroPart1":"Impor is a coastal country to the southwest of Arstotzka. It is bordered by Kolechia to the east, Republia to the north, the United Federation to the west, and is one of the four countries that do not border Arstotzka directly. However, Impor and Arstotzka both have access to the same sea.","startIntroPart2":"Impor protests Arstotzka's unbalanced trade restrictions on day 18 and claims that Arstotzka taxes Imporian goods unfairly. Impor will then block all import of Arstotzkan goods on day 19, so the Ministry of Admission, on request of the Ministry of Trade, will order to deny all entrants from Impor. Sanctions end a day later.","declaringWar":"The wretched will do as they were born to do. I hope we change after taking your cities.","attacked":"Ah, never stops huh.","defeated":"This was inevitable the task of improving our cities and managing my wife falls into your hands. I know we've been enemies but once I'm gone I need you to make sure my sister doesn't mourn too much, alright? She's always been very attached and somewhat prone to insane depressive spirals, so just help her not to dwell on it. Make sure she doesn't go on an excessive spending spree or do anything weird, and please don't romanticize any of the stuff she tries to do. It's unhealthy and I'd like her to keep living after my passing. Thanks bro","neutralHello":"Ah, what'd you want.\n\n\n\n\nDid you hear what that prying old man called us? Greek. We wish; but they've chose to call us barbarians for centuries. Sorry our city battle royale isn't as exciting as your's, that's what happens when you live in fucking Anatolia and a certain people snatched up all the coastline. But of course now they aren't calling us equals, just barbarians of Greek ancestry. Like that fucking helps, and after all we've done. They just want some credit for our Carian Zeus, and my Masoleum oh gods oh fuckj. Well fuck that, we're brother's of the Lycians, and cousins of the Lydians I think.","hateHello":"Is our speech a bit harsh for your delicate ears? Well I don't fucking care.","tradeRequest":"You have valuable stuff that isn't soldiers, we have become trapped in an endless state of conflict that stifles any prosperity or societal development. I hope we can come to an agreement.","unique":"[-20]% [Culture] [in all non-occupied cities], Allied City-States provide [Culture] equal to [25]% of what they produce for themselves, All newly-trained [Melee] units in [all cities with a world wonder] receive the [Siege] promotion<when at war>","outerColor":[235,225,232],"innerColor":[182,173,140],"cities":["Harllicanassus","Symyros","Nobody fucking cares lmao","These cities should probably be fighting each other right now"]}]